▁xxunk	0
▁xxpad	0
▁xxbos	0
▁xxeos	0
▁xxfld	0
▁xxrep	0
▁xxwrep	0
▁xxup	0
▁xxmaj	0
<unk>	0
.	-3.33668
▁the	-3.3449
,	-3.45722
s	-3.67921
▁a	-3.88089
▁to	-4.06558
▁and	-4.06735
▁of	-4.07007
'	-4.10736
br	-4.29013
<	-4.30262
▁/>	-4.31592
▁is	-4.41477
▁I	-4.48841
▁in	-4.54274
▁it	-4.57164
▁this	-4.72484
▁that	-4.7276
t	-4.79206
▁	-4.85504
▁movie	-4.96555
▁was	-5.00802
-	-5.08748
ing	-5.18978
▁with	-5.19698
▁for	-5.27461
▁film	-5.32729
ed	-5.34007
▁The	-5.35639
▁but	-5.44606
▁on	-5.46597
▁you	-5.47559
▁as	-5.48365
▁"	-5.50789
▁be	-5.51854
▁have	-5.56034
▁not	-5.57637
▁(	-5.57975
▁are	-5.6182
ly	-5.69271
"	-5.72102
▁one	-5.73907
▁like	-5.86557
d	-5.89128
▁all	-5.89163
▁they	-5.9076
y	-5.91709
▁just	-5.92203
▁at	-5.93624
▁his	-5.96773
)	-5.96956
▁he	-5.98107
▁so	-5.98428
▁or	-6.0225
▁from	-6.02855
▁an	-6.02919
▁by	-6.05533
▁who	-6.07322
▁out	-6.08005
?	-6.14191
▁about	-6.14393
e	-6.18634
▁It	-6.24195
▁some	-6.25899
▁has	-6.26066
▁bad	-6.28077
!	-6.29248
▁can	-6.30569
▁good	-6.30574
▁even	-6.31427
▁there	-6.31549
n	-6.33677
▁no	-6.3435
▁if	-6.37795
▁would	-6.3878
▁up	-6.40373
...	-6.42316
▁were	-6.43485
▁what	-6.46168
▁more	-6.47504
▁had	-6.47612
▁her	-6.48405
▁me	-6.48682
m	-6.50116
▁time	-6.50681
▁This	-6.50733
▁really	-6.51296
▁only	-6.51301
The	-6.52118
▁could	-6.55091
▁when	-6.5523
▁see	-6.56906
▁my	-6.59093
▁get	-6.59461
▁very	-6.61114
▁do	-6.62674
I	-6.63759
▁been	-6.65178
▁their	-6.65749
▁much	-6.67762
▁than	-6.6787
▁story	-6.68179
▁which	-6.68931
ve	-6.69849
▁don	-6.71299
▁make	-6.71663
▁people	-6.73729
:	-6.73736
a	-6.7389
▁she	-6.75336
er	-6.75337
▁because	-6.75653
re	-6.77519
▁acting	-6.80174
▁A	-6.81216
▁plot	-6.81318
▁any	-6.81477
▁into	-6.81554
▁other	-6.833
▁made	-6.84238
▁we	-6.86734
▁-	-6.8727
▁too	-6.91627
▁how	-6.9449
▁them	-6.95018
▁will	-6.95705
▁watch	-6.96321
▁movies	-6.97078
▁seen	-6.99711
▁way	-6.99873
▁think	-7.00221
▁character	-7.00756
▁better	-7.02319
▁over	-7.02424
▁him	-7.02514
▁characters	-7.02727
▁off	-7.02817
▁know	-7.03791
▁But	-7.05424
▁most	-7.05777
▁first	-7.05887
;	-7.07309
▁being	-7.08317
r	-7.08924
▁look	-7.10113
al	-7.10702
▁then	-7.10787
▁well	-7.11417
▁ever	-7.12343
▁your	-7.12357
▁And	-7.13308
▁never	-7.15186
▁should	-7.15431
▁did	-7.15478
▁thing	-7.16781
▁where	-7.19299
▁two	-7.1972
▁i	-7.19947
▁say	-7.20142
▁something	-7.21622
▁scenes	-7.21905
or	-7.22624
▁show	-7.22941
▁scene	-7.24383
▁little	-7.24714
▁didn	-7.25896
▁go	-7.27411
▁'	-7.27866
▁many	-7.27877
▁watching	-7.28946
▁There	-7.29367
▁does	-7.29895
▁films	-7.29908
l	-7.30172
▁after	-7.30505
▁actors	-7.31274
▁S	-7.31702
▁end	-7.31912
▁also	-7.32032
ll	-7.32839
▁doesn	-7.33542
).	-7.33568
o	-7.34623
▁nothing	-7.35509
▁If	-7.36087
/	-7.36314
▁actually	-7.36923
▁here	-7.37003
▁few	-7.39373
▁want	-7.40069
▁these	-7.41153
▁back	-7.4143
p	-7.42066
▁through	-7.43946
▁minutes	-7.44422
▁work	-7.44637
▁why	-7.45192
▁great	-7.45472
▁find	-7.45509
es	-7.46507
▁funny	-7.47315
▁real	-7.47651
▁going	-7.47671
▁life	-7.48852
▁such	-7.49457
▁worst	-7.51346
▁thought	-7.51713
out	-7.51745
▁pretty	-7.51986
▁those	-7.52303
▁before	-7.52624
▁script	-7.52636
),	-7.52757
▁director	-7.52764
▁lot	-7.53069
▁He	-7.53298
▁still	-7.54577
▁In	-7.54956
▁man	-7.55343
i	-7.55623
A	-7.56449
▁horror	-7.56599
▁best	-7.56612
in	-7.57575
▁guy	-7.5787
and	-7.58039
▁original	-7.58933
▁another	-7.59223
c	-7.59737
S	-7.60361
▁B	-7.61406
▁far	-7.61527
▁down	-7.61766
▁least	-7.62437
▁seems	-7.63404
▁got	-7.65722
▁part	-7.65723
▁give	-7.65951
▁around	-7.66047
▁kind	-7.66047
▁whole	-7.66224
▁same	-7.66426
▁love	-7.66472
▁fact	-7.67012
▁enough	-7.67906
▁while	-7.67928
▁old	-7.68277
▁might	-7.6866
▁every	-7.69857
▁cast	-7.71188
the	-7.71405
en	-7.71769
▁action	-7.71837
▁isn	-7.73238
▁believe	-7.73934
▁point	-7.73953
▁stupid	-7.74459
▁its	-7.74622
▁though	-7.75339
▁reason	-7.75582
&	-7.77343
▁awful	-7.77358
▁take	-7.77969
▁am	-7.78065
▁un	-7.78169
▁feel	-7.78877
▁years	-7.78921
▁must	-7.79023
▁They	-7.79608
▁makes	-7.8006
▁terrible	-7.8028
▁big	-7.80543
▁new	-7.81151
▁C	-7.82189
on	-7.82366
▁anything	-7.82427
▁again	-7.8282
▁So	-7.8309
th	-7.84329
g	-7.84576
▁right	-7.84725
▁put	-7.84867
▁long	-7.85901
▁You	-7.86404
▁things	-7.86476
▁hard	-7.87346
▁poor	-7.87456
▁interesting	-7.87507
▁come	-7.8758
▁P	-7.87856
▁done	-7.88494
▁bit	-7.8859
▁main	-7.89183
▁quite	-7.8962
▁effects	-7.89741
▁What	-7.90301
▁camera	-7.90581
▁re	-7.90658
▁trying	-7.91384
▁may	-7.91512
▁supposed	-7.91565
▁TV	-7.92547
▁gets	-7.92815
T	-7.92959
▁probabl	-7.93039
le	-7.93066
▁looking	-7.93784
▁wasn	-7.94384
▁role	-7.95312
▁shot	-7.9545
▁someone	-7.96012
an	-7.96461
▁series	-7.96891
b	-7.97001
▁money	-7.97365
▁now	-7.97538
▁waste	-7.97693
▁almost	-7.98467
▁comedy	-7.9891
▁found	-7.99401
▁music	-7.9976
--	-7.99841
▁boring	-7.99916
▁mean	-8.00319
▁last	-8.00959
▁away	-8.00993
▁girl	-8.01054
▁looks	-8.01439
▁D	-8.01683
▁As	-8.02498
▁saw	-8.03127
▁idea	-8.03204
▁2	-8.03236
▁seem	-8.0338
it	-8.03409
▁screen	-8.03702
▁young	-8.04666
▁start	-8.04953
▁anyone	-8.0547
▁rather	-8.05768
▁times	-8.06631
▁special	-8.06937
u	-8.07202
▁name	-8.07445
h	-8.07589
▁F	-8.07594
▁T	-8.08127
▁turn	-8.0836
able	-8.08364
▁else	-8.09108
▁tell	-8.09685
▁half	-8.10408
▁worth	-8.10525
▁ending	-8.10967
se	-8.11189
▁own	-8.11203
This	-8.11204
▁between	-8.11419
▁book	-8.11825
▁since	-8.1201
▁fun	-8.12324
▁low	-8.12497
ers	-8.13164
▁us	-8.13591
▁worse	-8.13753
▁high	-8.13908
▁making	-8.13914
▁budget	-8.13929
▁No	-8.14013
▁sense	-8.14918
▁laugh	-8.15064
▁sure	-8.15215
▁woman	-8.15563
▁horrible	-8.16152
▁version	-8.16152
te	-8.16875
".	-8.1763
▁course	-8.17992
▁DVD	-8.18024
ur	-8.18043
▁day	-8.18146
▁watched	-8.18375
▁either	-8.18613
▁said	-8.18615
▁actor	-8.18695
▁always	-8.19238
▁We	-8.19502
k	-8.19563
▁sex	-8.19596
▁She	-8.19636
▁left	-8.19861
▁couple	-8.19871
▁goes	-8.20025
having	-8.20094
st	-8.20239
▁guess	-8.205
▁yet	-8.20538
▁help	-8.20649
ity	-8.20745
▁dialogue	-8.2115
ness	-8.21183
▁That	-8.21218
▁fan	-8.21219
▁To	-8.21711
▁family	-8.21791
▁rest	-8.22502
▁completely	-8.23293
ic	-8.2333
▁line	-8.23738
ion	-8.24093
▁wrong	-8.24384
D	-8.24639
P	-8.24734
▁read	-8.24933
less	-8.24998
▁world	-8.25065
▁become	-8.25075
",	-8.25098
▁use	-8.25124
▁set	-8.25301
▁understand	-8.25778
ie	-8.2607
est	-8.26231
▁short	-8.27055
▁women	-8.27084
▁10	-8.27713
▁together	-8.27741
▁ga	-8.28082
▁mind	-8.28671
▁For	-8.28694
▁comes	-8.28783
It	-8.29086
▁maybe	-8.29161
▁Not	-8.29662
ar	-8.29848
▁play	-8.30332
▁let	-8.30451
▁place	-8.30496
ri	-8.31119
▁video	-8.31266
▁piece	-8.31558
▁sound	-8.31654
▁When	-8.32003
▁getting	-8.32036
▁seeing	-8.32294
▁person	-8.3326
f	-8.33485
▁try	-8.34274
ies	-8.34367
▁next	-8.3481
▁each	-8.34813
▁sort	-8.34862
one	-8.34961
ce	-8.35405
▁seemed	-8.35474
▁once	-8.35974
▁head	-8.36026
▁men	-8.36057
E	-8.36288
▁instead	-8.36295
R	-8.36867
▁car	-8.37686
▁keep	-8.37785
▁b	-8.37903
▁All	-8.37948
▁played	-8.3839
▁both	-8.39165
▁blood	-8.39295
▁three	-8.39305
▁production	-8.39312
ation	-8.3937
▁cheap	-8.39689
▁close	-8.3976
ra	-8.39801
▁audience	-8.39828
▁less	-8.40051
▁dead	-8.40142
▁need	-8.40208
▁dur	-8.40516
▁full	-8.40806
▁near	-8.40843
▁decent	-8.40854
M	-8.41048
▁kill	-8.41286
▁ridiculous	-8.41631
▁felt	-8.41631
▁school	-8.41715
▁3	-8.41831
▁Well	-8.41938
▁used	-8.41946
up	-8.42364
▁everything	-8.4246
▁everyone	-8.42468
▁usual	-8.42486
as	-8.42766
▁under	-8.43116
▁E	-8.43229
▁M	-8.4323
▁One	-8.43557
▁American	-8.44013
▁Hollywood	-8.44014
▁absolutely	-8.44213
ir	-8.44631
especially	-8.44819
▁case	-8.44824
▁simply	-8.44835
▁however	-8.44842
at	-8.45591
▁flick	-8.45601
▁killed	-8.46135
▁friends	-8.4624
▁given	-8.46847
▁writing	-8.47308
▁itself	-8.47309
▁crap	-8.47311
▁shows	-8.47603
▁entire	-8.4777
▁title	-8.47871
▁night	-8.48111
C	-8.4822
▁John	-8.4822
▁plays	-8.4867
▁job	-8.48893
K	-8.48952
▁performance	-8.48963
▁annoying	-8.48997
▁call	-8.49332
▁My	-8.49505
▁problem	-8.49827
▁black	-8.4983
▁won	-8.5068
▁lead	-8.50808
z	-8.51299
▁lines	-8.51385
▁care	-8.51698
B	-8.51705
▁along	-8.52002
▁home	-8.52389
▁went	-8.52461
w	-8.52627
▁K	-8.53075
▁came	-8.53078
O	-8.5316
▁face	-8.53195
▁5	-8.53198
▁house	-8.53347
▁Why	-8.53412
(	-8.5376
ist	-8.54239
▁How	-8.54456
▁dialog	-8.55156
▁Even	-8.55168
▁monster	-8.55226
▁R	-8.55232
▁year	-8.5548
▁different	-8.55655
▁moments	-8.55711
▁act	-8.55845
▁himself	-8.55944
▁direction	-8.5596
▁enjoy	-8.56315
▁1	-8.56327
▁doing	-8.57099
▁friend	-8.57171
▁called	-8.57482
▁playing	-8.57582
▁hand	-8.57734
although	-8.57808
▁unti	-8.57869
▁However	-8.57915
▁O	-8.58359
▁already	-8.59628
▁At	-8.59674
▁save	-8.60309
▁beginning	-8.60572
▁classic	-8.60707
▁kids	-8.6082
▁second	-8.60857
▁guys	-8.60968
▁Don	-8.61157
▁--	-8.61214
▁lack	-8.61268
▁expect	-8.6143
▁manage	-8.61515
▁example	-8.61543
to	-8.6191
el	-8.62052
▁attempt	-8.62269
ne	-8.62496
▁dull	-8.62497
▁de	-8.62581
▁OK	-8.62611
F	-8.62961
ment	-8.63101
▁talk	-8.63149
▁recommend	-8.639
▁boy	-8.63975
▁run	-8.64057
."	-8.64165
▁4	-8.64196
▁quality	-8.64437
▁Ed	-8.6452
▁remember	-8.64941
▁nice	-8.65075
▁star	-8.65301
	-8.65427
is	-8.65962
la	-8.66072
▁wanted	-8.66117
▁complete	-8.66124
▁hope	-8.66442
▁stop	-8.66506
▁H	-8.66676
▁Oh	-8.66733
but	-8.66862
In	-8.67154
▁mother	-8.6747
▁true	-8.67481
▁On	-8.67609
am	-8.67784
▁G	-8.67948
▁matter	-8.67948
▁small	-8.68333
▁fair	-8.68429
▁cinema	-8.68444
▁myself	-8.68462
ought	-8.68699
man	-8.68958
▁mess	-8.69031
▁zombie	-8.69068
▁truly	-8.69488
▁tries	-8.69493
▁dark	-8.69502
▁THE	-8.69539
▁white	-8.69549
▁written	-8.69582
▁our	-8.6973
▁wonder	-8.70321
▁hell	-8.70541
▁hit	-8.70542
▁death	-8.7058
▁takes	-8.70598
ine	-8.71034
▁non	-8.71105
ch	-8.71428
▁group	-8.71583
▁stuff	-8.71588
▁tried	-8.71605
▁dumb	-8.71613
▁early	-8.71625
▁shots	-8.7169
▁style	-8.71737
3	-8.72405
▁thinking	-8.72583
H	-8.72609
▁etc	-8.72696
▁later	-8.72718
▁gore	-8.73187
▁picture	-8.73288
▁episode	-8.73342
ther	-8.73388
▁hour	-8.73423
▁involved	-8.73965
▁Now	-8.74057
▁side	-8.74166
ro	-8.74192
ish	-8.74584
▁With	-8.74907
ous	-8.75068
▁cover	-8.75419
▁slow	-8.75571
▁humor	-8.75891
ting	-8.76525
▁appear	-8.76707
▁kid	-8.76726
▁poorly	-8.76732
tally	-8.76816
ter	-8.76863
▁killer	-8.769
il	-8.76923
▁wife	-8.77067
N	-8.77135
▁scary	-8.77136
lo	-8.77272
▁lame	-8.77459
▁daughter	-8.77831
▁obvious	-8.78939
▁cut	-8.7909
▁local	-8.7928
▁predictable	-8.79287
▁violence	-8.79301
▁After	-8.79446
ally	-8.79614
▁live	-8.8007
▁c	-8.80173
us	-8.80297
▁Mr	-8.80394
▁past	-8.8061
li	-8.80809
▁L	-8.81033
no	-8.81041
▁leave	-8.81456
▁stay	-8.81591
▁liked	-8.82268
L	-8.82676
▁bunch	-8.82772
▁against	-8.82897
G	-8.83363
▁hate	-8.83459
ive	-8.83639
▁wouldn	-8.83784
▁children	-8.83972
▁room	-8.84218
▁W	-8.84221
▁hours	-8.84368
▁top	-8.84869
▁behind	-8.85163
!"	-8.85215
▁entertaining	-8.85249
▁bring	-8.85594
▁dog	-8.85772
▁stars	-8.863
▁genre	-8.86382
▁sever	-8.8639
▁lost	-8.86395
▁fight	-8.86416
*	-8.86532
▁cannot	-8.86535
▁weak	-8.86637
▁sad	-8.86894
ick	-8.87026
▁Some	-8.8745
▁cheesy	-8.87617
▁silly	-8.87617
▁drama	-8.87647
▁break	-8.87713
▁based	-8.87754
▁son	-8.87867
If	-8.88309
▁parts	-8.88701
▁Then	-8.88764
▁spend	-8.88885
▁history	-8.88886
▁viewer	-8.88901
▁often	-8.8892
▁throughout	-8.891
▁obviously	-8.89242
per	-8.8946
ul	-8.8962
▁able	-8.9012
▁yourself	-8.90136
▁pick	-8.90156
▁self	-8.90168
▁move	-8.90172
▁cool	-8.90195
▁Also	-8.90284
ey	-8.90337
ry	-8.90572
▁art	-8.90622
W	-8.90802
▁beautiful	-8.91057
id	-8.91328
▁pull	-8.91415
fi	-8.91475
▁heard	-8.91845
ent	-8.91886
▁took	-8.91984
▁talent	-8.92275
▁wasted	-8.92332
▁sub	-8.92468
▁performances	-8.92699
▁female	-8.92714
▁actress	-8.92725
▁certainly	-8.92929
▁none	-8.93266
um	-8.93352
▁De	-8.93358
▁late	-8.93818
▁sit	-8.93833
▁started	-8.93883
▁war	-8.93982
tic	-8.93997
▁child	-8.94012
▁themselves	-8.94029
▁knew	-8.9403
▁running	-8.94031
▁wish	-8.94039
▁possible	-8.94066
▁evil	-8.94089
▁buy	-8.94107
▁exactly	-8.94108
▁extremely	-8.94117
▁pay	-8.94129
▁type	-8.94155
▁e	-8.94456
▁cave	-8.94693
▁premise	-8.95362
▁score	-8.95369
▁disappointed	-8.95379
▁order	-8.9557
▁mention	-8.95645
▁credits	-8.95673
▁interest	-8.95674
▁seriously	-8.9569
▁directed	-8.95802
▁saying	-8.95911
▁gun	-8.96008
et	-8.96051
ty	-8.9628
▁bother	-8.96543
▁figure	-8.96556
he	-8.96628
▁beyond	-8.96717
▁major	-8.9673
▁add	-8.96797
▁st	-8.96969
▁word	-8.97012
▁final	-8.97533
▁says	-8.97799
There	-8.9782
▁fans	-8.98007
▁space	-8.98083
▁large	-8.981
▁except	-8.98147
▁Of	-8.9816
▁rent	-8.98475
ling	-8.98482
▁happen	-8.9867
....	-8.98837
▁shoot	-8.98971
▁serious	-8.9916
▁suspense	-8.99467
▁opinion	-8.99472
▁Gein	-8.99473
▁fine	-8.99566
▁Just	-8.99611
▁p	-8.99874
▁coming	-8.99945
▁His	-9
ily	-9.00092
▁comments	-9.00368
▁starts	-9.004
▁badly	-9.00403
▁consider	-9.00477
▁clear	-9.00702
▁avoid	-9.00881
▁plain	-9.00881
▁average	-9.00931
▁box	-9.01001
▁Maybe	-9.01057
▁sequel	-9.01148
▁rating	-9.01223
▁joke	-9.01251
▁town	-9.01344
▁writer	-9.01442
▁fails	-9.01496
▁wear	-9.01627
▁Jim	-9.01765
▁hero	-9.02086
▁aren	-9.0216
▁straight	-9.02308
	-9.0231
▁perhaps	-9.02368
▁First	-9.0252
▁moment	-9.02691
▁number	-9.02692
▁Joe	-9.02795
▁happened	-9.0281
▁feeling	-9.03043
And	-9.03094
huge	-9.03169
▁Man	-9.0318
▁learn	-9.03271
▁shown	-9.0338
▁wants	-9.03545
▁basically	-9.03766
▁single	-9.03768
▁told	-9.03794
▁80	-9.03876
▁review	-9.04017
▁definite	-9.04333
ad	-9.04531
▁*	-9.0466
▁write	-9.05205
▁kept	-9.05229
▁Movie	-9.05294
▁hold	-9.05324
2	-9.05338
sh	-9.05375
▁across	-9.05436
not	-9.05548
But	-9.05957
▁air	-9.0626
▁subject	-9.06723
▁trash	-9.06727
▁support	-9.06752
▁husband	-9.06811
▁sorry	-9.06825
▁U	-9.06943
▁...	-9.07018
▁hear	-9.07098
▁soon	-9.07489
do	-9.07662
▁deal	-9.07793
▁jokes	-9.07895
So	-9.07905
▁decide	-9.07958
ful	-9.0797
▁gives	-9.08001
▁cop	-9.08209
▁above	-9.08239
▁remake	-9.08266
▁pathetic	-9.08267
nt	-9.08286
▁anyway	-9.08318
▁pointless	-9.08338
▁days	-9.08355
▁father	-9.08356
of	-9.08501
me	-9.08517
▁opening	-9.0858
▁light	-9.08595
▁die	-9.08597
▁voice	-9.08722
▁comment	-9.0879
▁human	-9.08797
like	-9.08979
v	-9.0909
▁talking	-9.09125
▁reviews	-9.09352
▁h	-9.09576
▁store	-9.09776
▁spent	-9.0978
▁somewhat	-9.09861
▁sh	-9.10023
▁brother	-9.10323
▁girls	-9.11063
?"	-9.11215
▁using	-9.11266
▁material	-9.11338
▁cinematography	-9.11345
▁Hitchcock	-9.11369
▁message	-9.11386
ia	-9.11443
▁20	-9.11449
▁walk	-9.1149
?)	-9.1166
▁effort	-9.11953
▁game	-9.11997
▁turns	-9.12029
▁expected	-9.12136
▁J	-9.1237
▁middle	-9.12925
▁ago	-9.13044
▁90	-9.1305
ge	-9.13076
▁zombies	-9.13647
4	-9.13681
What	-9.13755
▁others	-9.13814
▁ask	-9.13871
▁mostly	-9.14029
▁post	-9.14272
▁m	-9.14334
▁imagine	-9.14559
▁bored	-9.14589
▁typical	-9.14609
!!	-9.14636
▁Michael	-9.14661
▁Unfortunately	-9.14738
be	-9.14793
▁eyes	-9.14835
▁feature	-9.15025
▁ten	-9.15057
de	-9.15075
▁villain	-9.1565
time	-9.15758
▁experience	-9.15896
▁words	-9.15938
▁fire	-9.16161
▁excellent	-9.16197
▁somehow	-9.16262
▁forced	-9.16466
▁V	-9.16797
▁falls	-9.16921
▁level	-9.16978
which	-9.17062
▁co	-9.17132
▁pass	-9.1731
▁check	-9.17343
▁whe	-9.1751
so	-9.17517
ner	-9.17593
▁problems	-9.1779
▁attention	-9.17844
▁excuse	-9.17849
▁chance	-9.17849
▁New	-9.17854
▁Robert	-9.17892
age	-9.17938
credibly	-9.18016
▁Bad	-9.18028
▁apparently	-9.18034
▁sci	-9.18301
▁age	-9.18316
▁Do	-9.18443
Y	-9.18444
▁shooting	-9.18526
ian	-9.18556
▁total	-9.18797
▁An	-9.19114
ow	-9.19149
▁Re	-9.19222
by	-9.19241
▁f	-9.19291
▁release	-9.19303
▁throw	-9.19364
▁sometimes	-9.1955
▁strong	-9.19581
▁editing	-9.19607
▁While	-9.19619
▁utter	-9.19637
▁gone	-9.19686
▁God	-9.19818
▁forward	-9.19907
▁Be	-9.19919
▁needs	-9.2
▁novel	-9.20397
▁island	-9.20445
▁minute	-9.20588
if	-9.2093
ate	-9.21091
▁haven	-9.21183
▁sick	-9.21261
▁amount	-9.21284
ut	-9.21329
▁among	-9.21333
▁overall	-9.21333
▁thriller	-9.2138
▁doubt	-9.21381
▁Or	-9.21573
ol	-9.21591
▁fall	-9.21762
▁direct	-9.21892
▁upon	-9.21944
ard	-9.21984
▁rip	-9.22009
▁taken	-9.22011
ton	-9.22026
As	-9.22047
!!!	-9.22186
▁garbage	-9.23018
▁footage	-9.23056
▁despi	-9.23175
▁finally	-9.23457
▁appears	-9.23497
▁ex	-9.23777
▁gay	-9.23803
▁twist	-9.24223
▁happens	-9.24484
op	-9.24584
▁weird	-9.24609
▁St	-9.24736
taking	-9.24749
▁gang	-9.24826
▁NOT	-9.24873
▁please	-9.24882
▁hair	-9.24893
▁flat	-9.25081
▁lives	-9.25097
ance	-9.25128
To	-9.25137
▁fill	-9.25282
▁explain	-9.25334
off	-9.25375
▁hop	-9.25494
▁finish	-9.26063
▁15	-9.26137
▁present	-9.26165
▁wait	-9.26213
▁writers	-9.26223
ap	-9.26534
▁stories	-9.26624
▁season	-9.26626
▁alone	-9.26628
▁background	-9.26634
▁fake	-9.26642
▁IMDb	-9.26644
▁five	-9.26667
▁David	-9.26691
▁political	-9.26702
▁fast	-9.26702
▁god	-9.26837
▁particularly	-9.26948
▁Sci	-9.27302
▁works	-9.2745
▁cliché	-9.275
U	-9.27719
son	-9.27766
▁value	-9.27841
▁creature	-9.27849
▁previous	-9.28126
x	-9.28132
▁suppose	-9.28196
▁police	-9.28468
▁soundtrack	-9.28496
▁believable	-9.28511
▁Jane	-9.28522
Fi	-9.28546
▁From	-9.28689
▁due	-9.28749
▁career	-9.29056
▁holes	-9.29379
ical	-9.29396
for	-9.29547
▁needed	-9.29647
▁shock	-9.29799
▁hardly	-9.29879
line	-9.30065
▁nor	-9.30106
▁accent	-9.30361
▁water	-9.30364
▁Van	-9.304
▁third	-9.30428
▁Who	-9.30451
▁crew	-9.3047
▁Most	-9.30483
▁failed	-9.30518
▁d	-9.30793
▁hot	-9.31016
▁speak	-9.31088
▁stand	-9.31113
om	-9.31427
unless	-9.31754
▁heart	-9.31922
▁actual	-9.31957
▁Bo	-9.32009
go	-9.32121
▁known	-9.32246
▁whatsoever	-9.32283
▁modern	-9.32338
ma	-9.32339
▁reality	-9.32459
▁including	-9.32491
even	-9.32507
▁g	-9.32508
!)	-9.32569
▁decided	-9.3264
ag	-9.32863
▁Let	-9.32896
▁cause	-9.32933
9	-9.33254
side	-9.33328
▁result	-9.33614
▁effect	-9.33681
▁Christian	-9.33725
▁sets	-9.33856
ha	-9.33902
▁dis	-9.3394
▁strange	-9.34064
▁laughing	-9.34116
▁Italian	-9.34284
▁count	-9.34332
▁list	-9.34364
▁copy	-9.34597
▁clearly	-9.34722
▁Che	-9.34862
▁chase	-9.35491
nd	-9.35637
giving	-9.357
ex	-9.35934
▁agree	-9.35959
▁means	-9.35984
un	-9.36099
▁English	-9.36245
▁favorite	-9.36248
▁normal	-9.36249
▁disappointing	-9.36273
▁okay	-9.36284
▁wall	-9.36314
▁barely	-9.36323
▁laughable	-9.36393
V	-9.36394
▁body	-9.36416
▁Lee	-9.36461
▁considering	-9.37055
▁killing	-9.37091
▁elements	-9.37327
▁dress	-9.37392
▁begin	-9.37862
▁credit	-9.379
▁certain	-9.37945
ger	-9.38071
▁Sandra	-9.38285
▁vote	-9.38287
▁sister	-9.38289
▁Instead	-9.3831
ism	-9.38332
▁creepy	-9.38333
▁entertainment	-9.38347
▁front	-9.38375
▁storyline	-9.38423
▁unfortunately	-9.38428
▁free	-9.38447
ng	-9.38452
▁oh	-9.38636
▁released	-9.38639
led	-9.38831
pe	-9.38894
▁con	-9.39047
▁ship	-9.39071
▁filmmakers	-9.39522
▁attempts	-9.39581
ke	-9.39603
who	-9.39606
▁situation	-9.39915
▁sequence	-9.3992
way	-9.39944
▁w	-9.3997
▁similar	-9.40001
▁sexual	-9.40034
▁realize	-9.40171
▁power	-9.4027
▁possibly	-9.40368
▁potential	-9.40368
▁television	-9.40368
▁Jones	-9.40377
▁James	-9.40442
▁Although	-9.4058
▁produced	-9.40583
▁follow	-9.41001
▁Hell	-9.41108
▁Y	-9.41665
ized	-9.41946
▁eye	-9.42119
▁song	-9.42447
▁nudity	-9.42496
▁project	-9.42497
▁crime	-9.42498
▁admit	-9.42499
▁wooden	-9.42504
▁girlfriend	-9.42505
▁pure	-9.42506
▁fell	-9.42523
▁concept	-9.42545
▁whatever	-9.42599
▁Every	-9.42638
▁30	-9.42707
▁points	-9.43208
▁fighting	-9.43487
movie	-9.43509
▁enjoyed	-9.43647
▁Co	-9.43992
ta	-9.44163
▁producers	-9.4434
▁four	-9.44646
▁easily	-9.4467
▁various	-9.4467
▁disappointment	-9.44671
▁paid	-9.44675
▁purpose	-9.44683
▁7	-9.44685
▁Dead	-9.4469
▁super	-9.44711
▁thin	-9.44718
▁slightly	-9.44756
▁redeeming	-9.44767
▁change	-9.44781
▁outside	-9.44939
▁bed	-9.44939
▁missing	-9.45037
▁catch	-9.45042
▁events	-9.45154
▁simple	-9.45166
▁reasons	-9.45172
pa	-9.45541
▁Ver	-9.45601
ub	-9.4579
▁ends	-9.46007
▁acted	-9.4602
▁kick	-9.46039
▁leading	-9.4612
▁party	-9.46319
▁pro	-9.46332
▁eat	-9.46511
oo	-9.46856
▁difficult	-9.46892
▁CGI	-9.46892
▁odd	-9.46894
▁caught	-9.46898
▁blame	-9.46899
▁compare	-9.46905
▁slasher	-9.46952
▁forget	-9.47132
ck	-9.47297
mo	-9.47327
istic	-9.47543
▁rented	-9.47682
▁entirely	-9.47815
ho	-9.47849
all	-9.47956
▁named	-9.48026
▁door	-9.48162
8	-9.48273
▁sucks	-9.48524
▁perfect	-9.48788
▁By	-9.48824
▁painful	-9.48826
im	-9.48862
▁brain	-9.48863
▁create	-9.4893
les	-9.4897
▁became	-9.49165
▁giant	-9.49165
▁parents	-9.49165
king	-9.49184
▁wrote	-9.49193
▁male	-9.49224
men	-9.49282
em	-9.49297
▁quickly	-9.49326
▁Watch	-9.4942
▁roles	-9.49443
▁laughs	-9.49644
land	-9.49852
we	-9.49967
▁cr	-9.5024
▁6	-9.50354
▁murder	-9.50385
")	-9.5043
▁sounds	-9.50472
▁bar	-9.5067
ain	-9.50703
▁deliver	-9.50719
▁hands	-9.5089
▁reading	-9.51139
All	-9.51169
▁relationship	-9.51207
▁important	-9.51243
▁demon	-9.51353
▁road	-9.51494
▁respect	-9.51498
▁deep	-9.51519
▁anymore	-9.51522
▁Nothing	-9.51626
▁Star	-9.5171
▁focus	-9.51727
dy	-9.51879
▁19	-9.52142
▁showing	-9.5232
▁land	-9.52368
bo	-9.52468
▁mentioned	-9.52557
▁Dr	-9.52739
▁names	-9.52768
You	-9.53088
▁knows	-9.53123
▁class	-9.53189
▁ride	-9.53212
ably	-9.53286
▁fl	-9.53297
▁particular	-9.5353
▁hilarious	-9.53561
▁German	-9.53592
▁standard	-9.53817
▁business	-9.53853
▁treat	-9.53865
▁atmosphere	-9.53871
▁choice	-9.53871
▁wild	-9.53871
▁team	-9.53872
▁Bullock	-9.53872
▁future	-9.53874
▁70	-9.53878
▁development	-9.53883
▁screenplay	-9.53883
▁herself	-9.53885
▁steal	-9.53893
▁stick	-9.53897
▁unbelievable	-9.53916
▁period	-9.53919
▁intended	-9.53972
▁rock	-9.54045
▁songs	-9.54325
▁woods	-9.54407
5	-9.54465
▁Her	-9.54492
io	-9.54609
ring	-9.5463
1	-9.54849
co	-9.55297
▁bigge	-9.55359
that	-9.55833
▁surprise	-9.55988
▁deserves	-9.56131
tro	-9.56202
▁channel	-9.5631
▁common	-9.56313
▁disaster	-9.56323
▁adaptation	-9.5633
My	-9.56363
▁viewers	-9.56379
▁setting	-9.56386
▁moving	-9.56407
▁phone	-9.56418
ot	-9.56498
▁control	-9.56546
▁surprised	-9.56592
der	-9.56879
▁remind	-9.56882
▁pre	-9.56927
na	-9.56975
▁directing	-9.5711
▁musical	-9.57147
▁makers	-9.57182
nother	-9.57414
▁j	-9.57637
▁meant	-9.5775
▁open	-9.5775
▁beat	-9.57761
▁today	-9.57848
vi	-9.57931
▁note	-9.58185
▁comic	-9.58269
os	-9.58323
▁escape	-9.58718
▁ghost	-9.58765
▁Flynn	-9.5881
▁country	-9.58818
red	-9.58822
▁Japanese	-9.58842
▁accident	-9.58861
▁build	-9.58961
▁members	-9.59051
▁Like	-9.59086
▁building	-9.59376
ER	-9.59525
▁walking	-9.59721
▁filmed	-9.59748
▁clichés	-9.59755
▁expecting	-9.60316
old	-9.60531
budget	-9.6059
ure	-9.60904
▁Ch	-9.60942
▁positive	-9.61014
▁recent	-9.61054
▁working	-9.61102
▁per	-9.61123
erhaps	-9.61297
▁color	-9.61358
▁neither	-9.61374
▁living	-9.61374
▁Eddie	-9.61375
▁amusing	-9.61375
▁confusing	-9.61375
▁crappy	-9.61377
▁French	-9.61384
▁clever	-9.61398
▁military	-9.61406
▁violent	-9.61426
▁Mar	-9.61461
▁cult	-9.61487
▁mark	-9.61557
ep	-9.61665
▁Yes	-9.61668
▁portrayed	-9.61812
▁Here	-9.62712
▁Al	-9.63018
▁Mi	-9.63045
▁view	-9.63088
ial	-9.63366
▁meets	-9.63476
▁destroy	-9.63512
ake	-9.63709
ary	-9.63737
J	-9.63791
▁ho	-9.63826
▁drive	-9.63874
▁allow	-9.63962
▁MST	-9.63971
▁secret	-9.64001
▁church	-9.64006
▁dreadful	-9.64006
▁amateurish	-9.64016
▁stuck	-9.64017
▁Horror	-9.64038
▁Himesh	-9.64059
▁mere	-9.64064
▁theater	-9.64073
▁nowhere	-9.64076
▁documentary	-9.64081
▁Richard	-9.64104
▁student	-9.64128
▁area	-9.64218
▁thrown	-9.64285
▁folks	-9.64321
▁changed	-9.64474
▁wonderful	-9.64517
uff	-9.6452
▁win	-9.64692
▁Me	-9.64804
▁interested	-9.64971
lie	-9.65205
▁apart	-9.65289
ball	-9.65897
▁mix	-9.6622
▁attack	-9.66375
▁include	-9.66424
▁deserve	-9.6662
▁Disney	-9.66709
▁brilliant	-9.66709
▁revenge	-9.66709
▁spoof	-9.66709
▁Channel	-9.6671
▁tension	-9.6671
▁conclusion	-9.6671
▁earlier	-9.66715
▁impossible	-9.66723
▁Pinhead	-9.66742
▁Lombard	-9.66763
▁portrayal	-9.66788
▁suit	-9.668
▁Indian	-9.66847
▁loud	-9.66854
▁cross	-9.66854
ack	-9.66965
▁victim	-9.66982
▁fit	-9.67047
▁trouble	-9.67132
light	-9.67185
▁leaves	-9.67234
▁towards	-9.67545
tion	-9.67561
▁values	-9.67732
ese	-9.67779
▁happening	-9.67829
▁Go	-9.67987
▁teenagers	-9.68116
▁features	-9.68263
Well	-9.6875
▁directors	-9.68999
▁general	-9.69144
▁t	-9.69169
▁suggest	-9.69185
▁state	-9.69364
che	-9.69463
▁Bishop	-9.69486
▁floor	-9.69487
▁plenty	-9.69488
day	-9.69523
▁otherwise	-9.69531
▁tale	-9.6954
▁priest	-9.69543
▁mis	-9.69557
▁Wood	-9.69561
▁somewhere	-9.69567
▁dramatic	-9.69596
▁skip	-9.69662
▁send	-9.6967
▁interview	-9.6975
▁flicks	-9.69797
making	-9.69903
ating	-9.69957
▁anti	-9.70129
▁Ma	-9.70275
▁died	-9.70414
▁Can	-9.70461
▁skin	-9.70585
ated	-9.70763
▁pain	-9.70818
▁worked	-9.71269
▁within	-9.71367
▁animals	-9.7138
Oh	-9.71657
▁mine	-9.71741
▁portray	-9.71774
this	-9.71923
▁loose	-9.71988
▁pace	-9.72056
▁par	-9.72331
▁remote	-9.72344
▁shark	-9.72344
▁suicide	-9.72344
▁embarrassing	-9.72344
▁turkey	-9.72344
▁happy	-9.72348
▁saving	-9.7235
▁indeed	-9.72353
▁sell	-9.72391
▁unnecessary	-9.72395
▁George	-9.72402
▁boyfriend	-9.72431
▁suddenly	-9.72448
▁literally	-9.7246
▁protagonist	-9.72488
▁Please	-9.7254
▁ground	-9.72567
▁sign	-9.72691
▁sat	-9.7288
▁sequences	-9.72964
uit	-9.73097
▁po	-9.73331
▁lighting	-9.73422
▁9	-9.7345
▁inside	-9.74005
well	-9.74024
va	-9.74429
work	-9.74461
ile	-9.74469
▁Pa	-9.74558
ight	-9.74608
▁loved	-9.74697
For	-9.74724
Don	-9.74801
▁mo	-9.74825
▁ended	-9.74839
▁shame	-9.75068
ac	-9.75254
▁taste	-9.75259
▁moves	-9.75272
▁bizarre	-9.75285
▁computer	-9.75285
▁FBI	-9.75285
▁depth	-9.75285
▁promise	-9.75285
▁propaganda	-9.75285
▁window	-9.75291
▁bomb	-9.75319
▁cinematic	-9.75324
▁battle	-9.75338
▁lady	-9.75351
▁stock	-9.75376
▁easy	-9.75392
▁Randy	-9.75419
▁master	-9.75441
▁Steven	-9.75458
▁mistake	-9.7546
rs	-9.75645
▁generally	-9.75649
▁producer	-9.7583
0	-9.75844
▁10.	-9.76157
▁truth	-9.7619
▁waiting	-9.76215
▁rated	-9.76255
▁added	-9.76359
▁episodes	-9.76369
▁describe	-9.76432
com	-9.77
ant	-9.77167
right	-9.77402
▁serve	-9.77431
▁cute	-9.77627
ence	-9.77811
▁honest	-9.77971
▁plan	-9.78054
▁discover	-9.78068
▁further	-9.78169
▁approach	-9.78315
▁convince	-9.78315
▁eventually	-9.78315
▁franchise	-9.78315
▁historical	-9.78315
▁pretentious	-9.78315
+	-9.78315
▁presence	-9.78315
▁tree	-9.78317
▁serial	-9.78319
▁collection	-9.78329
▁Yet	-9.78336
▁fashion	-9.78353
▁romantic	-9.78401
▁Christmas	-9.78401
▁whom	-9.78403
▁successful	-9.78403
▁enjoyable	-9.78421
▁Vacation	-9.78426
▁damn	-9.78469
▁William	-9.78485
nce	-9.78523
▁Where	-9.78524
▁form	-9.7867
▁created	-9.78693
▁NO	-9.78708
▁week	-9.78899
▁alive	-9.7908
▁creatures	-9.79463
over	-9.79608
▁rate	-9.79734
Overall	-9.80647
ber	-9.80826
ph	-9.80854
▁monsters	-9.80896
▁La	-9.81339
▁crash	-9.8138
▁personal	-9.81424
▁favor	-9.81434
▁York	-9.8144
▁answer	-9.8144
▁drink	-9.8144
▁humour	-9.8144
▁imagination	-9.8144
▁immediately	-9.8144
▁smart	-9.8144
▁language	-9.8144
▁Black	-9.81442
▁masterpiece	-9.81442
▁glad	-9.81447
▁desperate	-9.8145
▁insane	-9.81453
▁Carol	-9.81457
▁appearance	-9.81468
▁disgusting	-9.81522
▁ultimately	-9.81522
▁Chupacabra	-9.81529
▁Two	-9.81554
▁truck	-9.81555
▁search	-9.81602
ite	-9.8162
▁rich	-9.81647
▁meet	-9.81902
ley	-9.8192
▁makeup	-9.82015
▁extra	-9.8203
▁question	-9.82043
ina	-9.82179
▁begins	-9.82209
con	-9.82213
▁Overall	-9.82243
▁Tom	-9.82256
▁following	-9.82288
▁teen	-9.82396
▁older	-9.82436
ah	-9.8246
▁involv	-9.82488
▁!	-9.82767
▁references	-9.82798
▁sexy	-9.82825
mp	-9.82853
6	-9.82944
end	-9.83198
▁push	-9.8342
▁cops	-9.83593
some	-9.83871
▁suffer	-9.8408
▁sleep	-9.84085
ever	-9.84178
▁convincing	-9.84302
▁brief	-9.84306
▁random	-9.84309
▁faces	-9.84313
▁victims	-9.84431
▁students	-9.84517
▁basic	-9.84651
▁Smith	-9.84665
▁Oscar	-9.84666
▁advice	-9.84666
▁blue	-9.84666
▁cartoon	-9.84666
▁company	-9.84666
▁exciting	-9.84666
▁naked	-9.84666
▁unintentional	-9.84668
▁popular	-9.84668
▁shallow	-9.84668
▁animation	-9.84668
▁machine	-9.84669
▁baby	-9.84674
▁fear	-9.84675
▁Kane	-9.84676
que	-9.8468
▁studio	-9.84686
▁paper	-9.84696
▁bright	-9.84703
▁mystery	-9.84706
▁1980	-9.84708
▁nobody	-9.84728
▁listen	-9.84742
▁display	-9.84757
▁yeah	-9.84758
▁telling	-9.84763
▁confused	-9.84791
▁Asian	-9.84792
▁plane	-9.84802
▁former	-9.84809
▁Director	-9.84845
▁60	-9.8487
▁realistic	-9.8488
ual	-9.85164
▁viewing	-9.85372
▁situations	-9.85375
cy	-9.85464
▁lived	-9.8547
▁vampire	-9.85475
▁mom	-9.85575
▁shocking	-9.85745
▁stereotypes	-9.85832
ious	-9.85867
▁ill	-9.85962
▁red	-9.85996
▁casting	-9.86189
ud	-9.86329
▁Ho	-9.86336
▁Dam	-9.86405
she	-9.86417
uck	-9.8657
▁o	-9.86654
▁remains	-9.86713
▁v	-9.8689
ang	-9.86911
▁40	-9.87052
action	-9.87213
good	-9.87224
▁Christ	-9.87247
Now	-9.87261
▁lots	-9.87356
rate	-9.87389
guy	-9.87395
▁opera	-9.87593
mon	-9.87605
▁exist	-9.8762
▁uses	-9.87765
coming	-9.87769
▁Steve	-9.87821
▁di	-9.87853
uch	-9.87861
▁America	-9.87863
pi	-9.87866
▁lose	-9.8794
ING	-9.87992
▁nonsense	-9.87999
▁public	-9.87999
▁Carrey	-9.87999
▁Guy	-9.88
▁rare	-9.88006
▁assume	-9.88008
▁impression	-9.88014
▁record	-9.88032
▁Kim	-9.88041
▁carry	-9.88063
▁fantasy	-9.88094
▁plus	-9.88094
▁Paul	-9.88112
▁Russian	-9.88123
▁Other	-9.88206
▁Zombie	-9.8823
▁Komodo	-9.88257
▁famous	-9.88257
▁ch	-9.88279
▁grat	-9.88356
▁recently	-9.8845
▁soap	-9.88468
▁Z	-9.88486
▁clichéd	-9.88515
ble	-9.88747
▁dream	-9.88824
▁location	-9.88847
ward	-9.88896
dom	-9.88995
▁leader	-9.89068
▁touch	-9.89076
▁hated	-9.89293
▁renting	-9.89399
ong	-9.89949
▁King	-9.9021
▁offer	-9.90425
what	-9.90472
`	-9.9065
▁hang	-9.90887
▁miss	-9.91024
our	-9.91116
▁base	-9.91221
▁Bill	-9.91351
▁leav	-9.91403
▁Earth	-9.91447
▁Lewis	-9.91447
▁century	-9.91447
▁genuine	-9.91447
▁hundred	-9.91447
▁mediocre	-9.91447
▁visit	-9.91447
▁drunk	-9.91448
▁sheriff	-9.91448
▁Martin	-9.91448
▁rubbish	-9.91456
▁regard	-9.9146
▁fift	-9.91462
▁clothes	-9.91462
▁science	-9.9147
▁heroine	-9.91489
▁tired	-9.91512
▁social	-9.91514
▁OF	-9.91516
▁manner	-9.91562
▁soft	-9.91589
▁Cave	-9.91626
▁Avoid	-9.91686
▁Good	-9.9173
een	-9.91733
▁suck	-9.91851
▁Mary	-9.91858
art	-9.91859
▁mad	-9.91939
▁hat	-9.91988
▁missed	-9.92012
▁sn	-9.9208
▁pi	-9.92128
ned	-9.92211
▁fr	-9.92335
▁longer	-9.92371
▁exception	-9.92393
▁scientist	-9.92411
cal	-9.92445
▁8	-9.92556
tte	-9.92603
▁Ha	-9.92614
▁50	-9.92646
▁Po	-9.92976
▁Mc	-9.93091
lic	-9.93229
▁wondering	-9.9337
use	-9.93704
▁spot	-9.93812
ky	-9.93938
▁burn	-9.93986
▁ideas	-9.94115
par	-9.94117
ave	-9.94197
**	-9.94235
film	-9.94236
director	-9.94242
▁prison	-9.94338
▁Mo	-9.9439
▁force	-9.94647
room	-9.94656
▁insult	-9.94682
▁pop	-9.94714
▁shop	-9.9475
▁consist	-9.94852
▁leads	-9.94878
▁porn	-9.94939
▁Cobb	-9.95019
▁fault	-9.95019
▁grace	-9.95019
▁innocent	-9.95019
▁join	-9.95019
▁Moore	-9.95019
▁account	-9.95019
▁combin	-9.95019
▁suspect	-9.95019
▁Brown	-9.9502
▁ashamed	-9.9502
▁nature	-9.95022
▁mood	-9.95024
▁tough	-9.95026
▁match	-9.9503
▁culture	-9.95031
▁cash	-9.95039
▁responsible	-9.9504
▁Ride	-9.95115
▁photography	-9.9512
▁Jack	-9.95132
▁era	-9.95142
▁mid	-9.95152
▁****	-9.95179
▁limited	-9.95224
▁band	-9.95283
back	-9.95287
▁fat	-9.95302
ca	-9.95323
▁starring	-9.95333
▁yes	-9.95342
▁Reba	-9.95362
▁murders	-9.95369
▁below	-9.95407
▁honestly	-9.95427
▁Sant	-9.95632
lan	-9.95865
▁scare	-9.95892
you	-9.96062
?!	-9.96215
▁books	-9.96352
▁issue	-9.96394
▁Sam	-9.96491
▁involve	-9.96641
ide	-9.96695
long	-9.96862
▁paint	-9.96998
▁ha	-9.97145
▁lacking	-9.97205
ped	-9.97279
ak	-9.97401
mit	-9.97751
year	-9.97939
with	-9.97956
▁struggle	-9.9799
▁laughed	-9.98007
▁develop	-9.98214
bad	-9.98269
▁prefer	-9.98326
▁arts	-9.98418
▁appreciate	-9.98428
▁torture	-9.98491
pite	-9.98495
▁step	-9.98536
On	-9.98582
▁million	-9.98714
▁spirit	-9.98717
▁Little	-9.98723
▁accurate	-9.98723
▁amazing	-9.98723
▁college	-9.98723
▁knowledge	-9.98723
▁martial	-9.98723
▁twenty	-9.98723
▁affair	-9.98723
▁society	-9.98723
▁content	-9.98723
▁research	-9.98723
▁freak	-9.98728
▁Julie	-9.98731
▁share	-9.98734
▁information	-9.98734
▁idiotic	-9.98739
▁cold	-9.98747
▁Hopper	-9.98799
▁Otherwise	-9.98802
▁familiar	-9.98829
gen	-9.98923
▁Master	-9.98925
▁Film	-9.98929
▁drug	-9.99005
ize	-9.99055
how	-9.99081
tra	-9.992
???	-9.99243
▁jump	-9.99294
▁changes	-9.99362
▁younger	-9.99549
▁comical	-9.99572
▁figured	-9.99601
▁street	-9.99904
▁animal	-9.99992
low	-10.0005
ob	-10.0006
▁N	-10.0092
▁highly	-10.0093
▁runs	-10.0101
▁efforts	-10.0105
▁Too	-10.0105
▁costs	-10.0108
7	-10.0117
▁bear	-10.0136
▁Sh	-10.0147
▁vs	-10.0166
screen	-10.0172
▁wasting	-10.0175
▁questions	-10.0179
▁rescue	-10.0188
▁cant	-10.019
rew	-10.0192
▁Er	-10.0196
▁appeal	-10.0199
row	-10.0204
▁Sure	-10.0248
▁chick	-10.0254
▁crazy	-10.0257
▁hospital	-10.0257
▁industry	-10.0257
▁teeth	-10.0257
▁wrestling	-10.0257
▁horse	-10.0257
British	-10.0257
▁graphic	-10.0257
▁explanation	-10.0257
▁cheese	-10.0257
▁device	-10.0257
▁failure	-10.0257
▁intelligent	-10.0258
▁unoriginal	-10.0258
▁unfunny	-10.0258
▁curious	-10.026
▁religious	-10.0262
▁sitting	-10.0264
▁hire	-10.0264
%	-10.0264
▁Love	-10.0265
▁mysterious	-10.0265
▁possessed	-10.0272
▁professional	-10.0274
▁absurd	-10.0275
▁worthless	-10.0275
▁Hellraiser	-10.028
▁ability	-10.0284
▁grade	-10.029
▁brutal	-10.0291
▁greatest	-10.0292
▁sucked	-10.0311
▁l	-10.0313
▁sl	-10.0322
▁watchable	-10.0324
▁Bell	-10.0342
fe	-10.0356
▁?	-10.0366
▁angles	-10.0376
▁ball	-10.0381
lin	-10.0382
▁puppets	-10.0397
▁talented	-10.0405
putting	-10.0427
▁details	-10.0447
▁cat	-10.0448
▁camp	-10.046
gi	-10.052
▁theme	-10.0529
▁issues	-10.0533
▁vampires	-10.0565
▁perform	-10.0576
One	-10.0609
atch	-10.063
ny	-10.0636
▁draw	-10.0639
▁aim	-10.064
▁connect	-10.0652
▁amateur	-10.0655
▁office	-10.0656
▁author	-10.0656
▁Belushi	-10.0657
▁dancing	-10.0657
▁miserably	-10.0657
▁terribly	-10.0657
▁Jeff	-10.0657
▁doctor	-10.0657
▁encounter	-10.0657
▁heavy	-10.0657
▁tedious	-10.0657
▁angry	-10.0657
▁knock	-10.0657
▁swear	-10.0657
▁Bates	-10.0657
▁Hogan	-10.0657
▁promising	-10.0659
▁everybody	-10.0659
▁Dante	-10.0659
▁Vince	-10.0659
▁statement	-10.066
▁notice	-10.066
No	-10.0661
▁fish	-10.0664
▁Halloween	-10.0665
▁trailer	-10.0666
▁Lu	-10.0667
▁corny	-10.0668
▁Thank	-10.0669
▁Peter	-10.0681
▁motion	-10.0682
▁bi	-10.0695
▁fu	-10.0702
▁Kath	-10.0712
ew	-10.0717
iss	-10.0721
▁forever	-10.0722
!!!!	-10.0722
▁weapons	-10.0749
▁`	-10.075
▁remain	-10.0764
▁sadly	-10.0771
▁th	-10.0776
▁speaking	-10.0779
▁mouth	-10.0786
TV	-10.0788
▁soldiers	-10.0803
rated	-10.0809
▁Car	-10.081
▁alien	-10.0812
▁cost	-10.0826
▁ready	-10.0829
ions	-10.0834
▁contains	-10.0836
▁Anne	-10.0843
▁onto	-10.0848
▁aspects	-10.0857
ST	-10.086
▁dad	-10.089
ise	-10.0899
▁Dor	-10.0902
00	-10.0904
▁boys	-10.0907
▁likely	-10.0908
▁reach	-10.0971
▁logic	-10.0993
▁Ro	-10.1002
▁bu	-10.1014
fully	-10.1022
▁Des	-10.1027
mar	-10.1033
▁correct	-10.1038
▁stage	-10.1047
▁survive	-10.1049
▁inter	-10.105
▁More	-10.1054
▁wide	-10.1057
▁success	-10.1058
ster	-10.1063
▁dance	-10.1064
▁clue	-10.1071
turned	-10.1072
é	-10.1074
▁bottom	-10.1074
▁empty	-10.1074
▁government	-10.1074
▁horribly	-10.1074
▁irritating	-10.1074
▁ludicrous	-10.1074
▁qualities	-10.1074
▁separate	-10.1074
▁gonna	-10.1074
▁asleep	-10.1074
▁Larry	-10.1074
▁grave	-10.1074
▁narrative	-10.1074
othy	-10.1074
▁Scott	-10.1075
▁earth	-10.1076
▁track	-10.1076
▁Cujo	-10.1079
▁movement	-10.108
▁cutting	-10.1081
▁Seriously	-10.1082
▁married	-10.1083
▁Everything	-10.1083
▁blonde	-10.1084
▁adventure	-10.1085
▁fiction	-10.1085
▁station	-10.1085
▁teacher	-10.1086
▁bra	-10.1087
▁Because	-10.1089
▁Jr	-10.1097
▁Mark	-10.1097
▁gory	-10.1098
nnis	-10.1099
▁standards	-10.1101
▁Look	-10.1101
da	-10.1105
ach	-10.1105
▁law	-10.1111
▁Texas	-10.1113
▁singing	-10.1114
▁prove	-10.1114
ign	-10.1114
▁meaning	-10.1119
▁heck	-10.1122
▁Anyway	-10.1127
▁South	-10.1128
ock	-10.1134
▁mental	-10.1145
▁forth	-10.1147
▁allowed	-10.1152
▁("	-10.1183
star	-10.1187
▁ma	-10.1204
▁asked	-10.1205
don	-10.1207
ba	-10.1219
▁100	-10.1243
rol	-10.1247
▁lies	-10.1274
ze	-10.1305
▁worthy	-10.1319
Not	-10.132
▁Cr	-10.1322
▁pieces	-10.133
set	-10.1339
▁sc	-10.134
Be	-10.1355
▁tie	-10.1357
▁ba	-10.1381
▁guns	-10.1381
just	-10.1432
▁ran	-10.1448
part	-10.1449
▁reveal	-10.1459
ern	-10.1464
▁Les	-10.147
▁member	-10.1473
▁apparent	-10.1474
ound	-10.1492
▁range	-10.1497
▁whi	-10.1499
▁Charl	-10.1499
▁awkward	-10.1508
▁energy	-10.1508
▁experiment	-10.1508
▁strength	-10.1508
▁Park	-10.1508
▁lousy	-10.1508
▁desert	-10.1508
▁frankly	-10.1508
▁double	-10.1508
▁facial	-10.1508
▁moral	-10.1509
▁Cobra	-10.1509
▁worry	-10.1509
▁Norman	-10.1509
▁blah	-10.1509
▁six	-10.151
▁raise	-10.151
▁ANY	-10.1512
▁disturbing	-10.1512
▁bland	-10.1513
▁Anthon	-10.1514
▁forgettable	-10.1514
▁artistic	-10.1515
▁stinker	-10.1516
▁bodies	-10.1517
▁eaten	-10.1517
▁test	-10.1518
▁nasty	-10.1521
▁Big	-10.1524
▁mindless	-10.1526
▁attractive	-10.1526
▁People	-10.1528
▁shadow	-10.1532
▁Okay	-10.1535
▁sent	-10.1536
▁City	-10.1537
▁forgotten	-10.1544
ED	-10.1545
▁rise	-10.1554
▁scared	-10.1571
bi	-10.1572
od	-10.1579
too	-10.1583
▁Di	-10.1592
▁follows	-10.1598
ron	-10.1601
▁emotion	-10.161
▁18	-10.1611
ov	-10.1617
▁flaws	-10.1621
▁sea	-10.1623
Do	-10.1624
▁finished	-10.1628
▁stretch	-10.1629
▁ta	-10.163
▁saved	-10.1642
▁slowly	-10.1648
▁lo	-10.1659
▁standing	-10.1663
▁Sa	-10.1686
▁western	-10.1695
▁cliche	-10.1698
ash	-10.1699
▁Ne	-10.1712
▁Ja	-10.172
vy	-10.1728
▁min	-10.1729
▁Chan	-10.1731
▁filmmaker	-10.1732
▁terms	-10.174
ki	-10.1767
▁mini	-10.1793
??	-10.1794
▁r	-10.1802
▁en	-10.1809
▁tape	-10.1814
▁da	-10.1819
ities	-10.1822
cut	-10.1826
held	-10.1841
▁helped	-10.1856
We	-10.1856
ook	-10.1873
Why	-10.1884
▁capabl	-10.189
pic	-10.19
EN	-10.1901
▁charm	-10.1908
▁accept	-10.191
▁drag	-10.1911
ving	-10.1932
▁junk	-10.1934
ommy	-10.1945
▁travel	-10.1959
▁occur	-10.1962
▁psycho	-10.1963
har	-10.1963
▁Sheriff	-10.1963
▁atrocious	-10.1963
▁chemistry	-10.1963
▁comparison	-10.1963
▁disjointed	-10.1963
▁driving	-10.1963
▁jungle	-10.1963
▁length	-10.1963
▁physical	-10.1963
▁unconvincing	-10.1963
▁blind	-10.1963
Which	-10.1963
▁green	-10.1963
▁funnies	-10.1963
▁1960	-10.1963
▁available	-10.1963
▁round	-10.1963
▁memorable	-10.1963
▁chair	-10.1964
▁dangerous	-10.1964
▁twice	-10.1964
▁likable	-10.1964
▁inept	-10.1964
▁expectations	-10.1964
▁thus	-10.1965
▁gold	-10.1965
▁Sorry	-10.1965
▁dozen	-10.1966
▁highlight	-10.1968
▁minor	-10.197
▁sight	-10.1972
▁somebody	-10.1973
▁None	-10.1977
▁guard	-10.1977
▁X	-10.1981
▁Dark	-10.1981
▁leg	-10.1982
▁biker	-10.1983
▁feet	-10.1985
▁rental	-10.1991
▁12	-10.1992
▁began	-10.1993
▁Any	-10.1999
▁reporter	-10.2007
▁endless	-10.201
▁ways	-10.2016
used	-10.2016
ax	-10.2017
▁Gi	-10.2021
▁Bone	-10.204
▁tend	-10.2041
ff	-10.2052
▁emotional	-10.2055
ika	-10.2064
▁skills	-10.2068
ice	-10.2069
▁Give	-10.2081
▁grow	-10.2093
▁lower	-10.2098
ass	-10.2108
▁scream	-10.2116
▁learned	-10.212
IN	-10.2125
▁visual	-10.2135
▁cla	-10.2168
▁element	-10.2182
filled	-10.2196
▁spoiler	-10.2205
▁earn	-10.2222
▁smoke	-10.2238
▁places	-10.2265
▁soul	-10.2268
ible	-10.227
▁lacks	-10.2283
▁dies	-10.2297
▁Vi	-10.2305
▁introduce	-10.2316
▁overly	-10.2328
▁roll	-10.2335
rd	-10.2337
life	-10.2363
Some	-10.2364
▁drop	-10.2368
▁tone	-10.2372
▁spoil	-10.238
▁finding	-10.2391
my	-10.2391
▁quick	-10.2405
▁le	-10.2407
▁absolute	-10.2409
air	-10.2411
▁unlike	-10.2414
▁load	-10.2418
▁hasn	-10.2428
cream	-10.243
▁Never	-10.2436
▁Norris	-10.2439
▁Perkins	-10.2439
▁Thomas	-10.2439
▁afraid	-10.2439
▁equal	-10.2439
▁silent	-10.2439
▁system	-10.2439
▁unique	-10.2439
▁thousand	-10.2439
▁amaze	-10.2439
▁climax	-10.2439
▁latter	-10.2439
▁Prey	-10.2439
▁satire	-10.244
▁crude	-10.244
▁steam	-10.244
▁Jason	-10.244
▁continuity	-10.244
▁epic	-10.2441
▁Squad	-10.2441
▁devil	-10.2442
▁boredom	-10.2442
▁cry	-10.2442
▁continue	-10.2442
▁sake	-10.2443
▁centr	-10.2444
▁hotel	-10.2444
▁Jesus	-10.2445
▁creative	-10.2445
▁connection	-10.2445
▁Out	-10.2445
▁Frank	-10.2446
▁abuse	-10.2448
▁current	-10.2449
▁Hannibal	-10.2449
▁army	-10.245
▁speed	-10.245
▁unknown	-10.2451
▁Alien	-10.2453
▁frame	-10.2456
▁45	-10.2457
▁useless	-10.2459
▁ne	-10.246
▁Bruce	-10.2461
▁consistent	-10.2462
▁haunted	-10.2462
▁US	-10.2463
hood	-10.2463
▁lay	-10.2464
▁Angel	-10.2465
▁surprisingly	-10.2469
▁Bu	-10.2488
▁Had	-10.249
▁belong	-10.2494
▁Ca	-10.2496
▁size	-10.251
▁Th	-10.2515
▁Boy	-10.2524
her	-10.2527
▁Ru	-10.254
▁na	-10.2543
▁trappe	-10.2552
▁killers	-10.2605
▁bothered	-10.2617
▁claim	-10.2624
▁dealing	-10.2624
▁term	-10.2633
▁Psycho	-10.2636
▁players	-10.2636
iv	-10.264
oh	-10.2646
▁twists	-10.2653
get	-10.267
cing	-10.2672
▁Le	-10.2673
▁agent	-10.2685
▁teenager	-10.2689
ier	-10.269
▁reviewers	-10.269
▁sp	-10.2703
AN	-10.2704
gs	-10.2704
***	-10.2705
unk	-10.2731
.....	-10.2738
▁bus	-10.2774
▁drugs	-10.2776
can	-10.2782
▁seconds	-10.2782
till	-10.2787
gu	-10.2792
▁blow	-10.2793
▁repeat	-10.2828
ka	-10.283
▁train	-10.2833
ik	-10.2838
▁Ra	-10.2842
▁Has	-10.2847
▁magic	-10.285
ition	-10.2857
However	-10.2861
▁understanding	-10.2865
▁Bar	-10.2866
▁u	-10.2876
▁clean	-10.2879
du	-10.2883
▁fool	-10.2888
gun	-10.2888
▁design	-10.289
▁ruin	-10.2892
▁offers	-10.2893
RE	-10.2896
▁flash	-10.2903
▁extreme	-10.2909
▁trip	-10.2927
▁adapt	-10.2935
ja	-10.2935
▁produce	-10.2935
▁disappear	-10.2938
▁Arnold	-10.2939
▁Captain	-10.2939
▁Quaid	-10.2939
▁Tarzan	-10.2939
▁Witch	-10.2939
▁borrow	-10.2939
▁marriage	-10.2939
▁numerous	-10.2939
▁peace	-10.2939
▁revolve	-10.2939
▁romance	-10.2939
▁stomach	-10.2939
▁choose	-10.2939
▁fantastic	-10.2939
▁fresh	-10.2939
▁flesh	-10.2939
▁Great	-10.2939
▁belief	-10.2939
▁Eater	-10.2939
▁superior	-10.2939
▁REALLY	-10.2939
▁difference	-10.2939
▁opposite	-10.2939
▁ugly	-10.2939
▁recover	-10.294
▁legend	-10.294
▁cobra	-10.294
▁worthwhile	-10.294
▁forgot	-10.294
▁relief	-10.294
▁naive	-10.2941
▁witch	-10.2941
▁seemingly	-10.2941
▁screenwriter	-10.2942
▁pair	-10.2942
▁gags	-10.2942
▁apartment	-10.2943
▁ALL	-10.2944
▁Stephen	-10.2945
▁criminal	-10.2945
▁compelling	-10.2949
▁Apparently	-10.2949
▁cringe	-10.295
▁Chin	-10.295
movies	-10.295
▁cable	-10.2954
▁El	-10.2954
▁Rick	-10.2955
▁cares	-10.2956
▁edited	-10.2957
▁Wow	-10.2959
▁Yeah	-10.2962
▁Sadly	-10.2962
now	-10.2964
▁mildly	-10.2967
▁hide	-10.2968
▁scenery	-10.2969
▁award	-10.297
▁constantly	-10.2972
▁Night	-10.2975
▁stupidity	-10.2975
▁city	-10.2977
ano	-10.2988
▁seek	-10.2999
existent	-10.3
▁See	-10.3003
▁provide	-10.3006
▁wind	-10.3007
▁developed	-10.3025
ken	-10.3025
▁Un	-10.303
▁meeting	-10.3032
▁realized	-10.3035
▁Americans	-10.3036
▁gu	-10.3043
▁delivered	-10.3047
ell	-10.3059
▁explained	-10.3079
▁return	-10.3093
▁audiences	-10.3104
real	-10.3105
▁falling	-10.3108
▁wit	-10.312
▁Ms	-10.3139
bu	-10.3154
kin	-10.3157
▁Com	-10.3166
▁War	-10.3177
▁gl	-10.3179
▁expression	-10.3207
▁agents	-10.3207
▁detail	-10.321
▁officer	-10.3211
ven	-10.3213
run	-10.3225
▁Eric	-10.3241
▁reviewer	-10.3248
though	-10.325
bout	-10.3254
▁sal	-10.3258
wa	-10.3267
▁hole	-10.3278
pher	-10.3281
otte	-10.3286
▁lights	-10.3295
▁aspect	-10.3303
▁locations	-10.3333
▁Gr	-10.3339
▁rape	-10.3353
▁teens	-10.3361
▁hu	-10.3377
dimensional	-10.3383
Z	-10.3383
plot	-10.3386
First	-10.3387
After	-10.3387
▁Ron	-10.3388
John	-10.3395
▁constant	-10.3431
▁date	-10.3444
▁talents	-10.345
▁effective	-10.3454
▁teenage	-10.3458
▁capture	-10.346
qui	-10.3463
▁object	-10.3464
▁attract	-10.3464
▁grand	-10.3464
▁yell	-10.3465
▁Bronson	-10.3465
▁Foster	-10.3465
▁Montgomery	-10.3465
▁Nicole	-10.3465
▁Rhys	-10.3465
▁Spanish	-10.3465
▁VHS	-10.3465
▁category	-10.3465
▁decision	-10.3465
▁komodo	-10.3465
▁obsess	-10.3465
▁recognize	-10.3465
▁Derek	-10.3465
▁abandon	-10.3465
▁sweet	-10.3465
▁jail	-10.3465
▁stereotypical	-10.3465
▁source	-10.3465
▁initial	-10.3465
▁pacing	-10.3466
thing	-10.3466
▁preview	-10.3466
▁merit	-10.3466
▁dying	-10.3467
▁exploitation	-10.3468
▁commentary	-10.3468
▁handsome	-10.3469
▁Gun	-10.347
▁Emi	-10.3471
▁summer	-10.3471
▁sword	-10.3471
▁anybody	-10.3472
▁Tarantino	-10.3472
▁varie	-10.3472
▁anywhere	-10.3474
▁African	-10.3475
▁13	-10.3476
▁porno	-10.3477
cho	-10.3477
▁rank	-10.3478
▁pile	-10.3478
▁pity	-10.3479
▁switch	-10.3481
▁trust	-10.3481
▁buddy	-10.3481
▁PG	-10.3483
▁independent	-10.3486
▁showed	-10.3488
▁High	-10.3489
▁Up	-10.349
▁print	-10.3494
▁field	-10.3494
▁warned	-10.3496
▁Carl	-10.3496
▁drawn	-10.3496
▁Oldboy	-10.3498
▁Really	-10.3499
▁AND	-10.3499
▁gri	-10.3499
▁Was	-10.3499
▁noticed	-10.3505
▁captured	-10.3506
▁DO	-10.3513
idden	-10.3516
▁included	-10.3522
▁Hall	-10.3523
▁heads	-10.3524
▁Second	-10.3524
▁revealed	-10.3526
▁Willi	-10.3529
▁screaming	-10.3531
late	-10.3539
▁attacked	-10.3563
▁com	-10.357
▁**	-10.3589
▁dollars	-10.3602
▁presented	-10.3612
cent	-10.3617
▁Hard	-10.3617
war	-10.3623
▁Li	-10.3633
▁IT	-10.3661
▁la	-10.3677
hi	-10.3682
▁pe	-10.3686
De	-10.3688
▁bullets	-10.369
▁bo	-10.3694
!).	-10.3703
act	-10.3719
▁bat	-10.3721
▁ants	-10.373
▁imp	-10.3731
▁bin	-10.3731
▁returns	-10.3736
▁dam	-10.3738
ture	-10.3741
lly	-10.3746
▁bits	-10.3753
▁mask	-10.3754
He	-10.3759
▁:	-10.3769
▁Ice	-10.3776
ler	-10.379
▁Ali	-10.3794
they	-10.3794
▁Ber	-10.3797
▁factor	-10.3805
▁brothers	-10.3822
▁sum	-10.3859
▁Mel	-10.3864
cr	-10.3872
▁filming	-10.3874
▁spit	-10.3892
▁ratings	-10.3911
▁facts	-10.3923
▁Ann	-10.3934
Davies	-10.3939
from	-10.3943
American	-10.3944
With	-10.3948
Hell	-10.3952
OR	-10.3955
▁ham	-10.3963
▁crack	-10.3966
▁lie	-10.3976
▁product	-10.3978
ants	-10.3982
inal	-10.3983
▁surprising	-10.3986
unch	-10.3988
▁attacks	-10.3988
▁exact	-10.3995
▁relate	-10.3996
▁resemble	-10.4002
▁shut	-10.4012
▁depict	-10.4015
▁ignore	-10.4017
▁exploit	-10.4018
▁subtle	-10.4019
▁safe	-10.402
▁trans	-10.402
▁foot	-10.402
	-10.4021
▁Robicheaux	-10.4021
▁Stewart	-10.4021
▁THAT	-10.4021
▁contrived	-10.4021
▁disguise	-10.4021
▁negative	-10.4021
▁regular	-10.4021
▁vague	-10.4021
▁Armstrong	-10.4021
▁lesbian	-10.4021
▁opportunity	-10.4021
▁blatant	-10.4021
▁contest	-10.4021
▁risk	-10.4021
▁comedies	-10.4021
▁native	-10.4021
▁program	-10.4021
▁Ninja	-10.4021
▁bathroom	-10.4021
▁solid	-10.4021
▁department	-10.4021
▁root	-10.4022
▁kidding	-10.4022
▁gangster	-10.4022
▁witty	-10.4023
▁wake	-10.4023
▁executed	-10.4023
▁string	-10.4024
▁Rock	-10.4025
▁Jerry	-10.4025
▁artist	-10.4025
▁Nation	-10.4026
▁wrap	-10.4026
▁boss	-10.4028
▁14	-10.4028
▁Fred	-10.4028
▁offensive	-10.4028
▁Howard	-10.4028
▁boat	-10.4029
▁reaction	-10.403
▁Gus	-10.403
▁essentially	-10.4031
▁ghosts	-10.4031
▁Gene	-10.4033
▁broken	-10.4034
▁Green	-10.4034
umb	-10.4034
▁drivel	-10.4036
▁du	-10.4037
▁Du	-10.4037
▁Lord	-10.4041
▁Vampire	-10.4042
▁divers	-10.4042
▁Dog	-10.4042
▁club	-10.4042
▁Prett	-10.4044
ug	-10.4044
▁occasionally	-10.4046
▁k	-10.4047
▁Wicked	-10.405
▁justice	-10.4055
▁themes	-10.4068
▁express	-10.4071
▁Allen	-10.4073
▁demons	-10.408
▁dro	-10.4088
▁Rogers	-10.4089
▁virtual	-10.4102
▁perfectly	-10.4108
▁Bob	-10.4111
▁discovered	-10.4113
▁Stan	-10.4114
▁aware	-10.4115
,000	-10.4128
▁previously	-10.4128
▁seat	-10.4134
▁arms	-10.4135
▁clip	-10.4135
gging	-10.4161
▁pet	-10.4163
▁stinks	-10.4166
▁cuts	-10.4168
▁Pe	-10.418
▁met	-10.4193
fo	-10.4195
▁lu	-10.42
▁dislike	-10.4215
▁stands	-10.4219
▁Ga	-10.4226
An	-10.4228
there	-10.423
▁images	-10.4243
▁fail	-10.4244
▁Did	-10.4244
▁Matt	-10.4259
▁costumes	-10.4274
▁Days	-10.4274
▁Dad	-10.4277
▁Mad	-10.4279
▁addition	-10.4281
▁report	-10.4284
▁contain	-10.4297
▁plant	-10.4299
▁expressions	-10.4305
▁novels	-10.4306
▁model	-10.4319
▁levels	-10.4338
▁terror	-10.4339
▁monkey	-10.4346
▁commercial	-10.4346
▁adult	-10.4347
▁costume	-10.4348
▁se	-10.437
▁Day	-10.4372
pping	-10.4376
Jo	-10.4387
aged	-10.4389
▁scientists	-10.4446
cient	-10.4464
▁cav	-10.452
ced	-10.4526
after	-10.4531
style	-10.4532
shot	-10.4561
ups	-10.457
▁technical	-10.4573
▁youth	-10.4589
magine	-10.4602
mic	-10.4606
▁/>1	-10.4608
▁Ribisi	-10.4609
▁Vaughn	-10.4609
▁abysmal	-10.4609
▁appalling	-10.4609
▁benefit	-10.4609
▁depressing	-10.4609
▁disbelief	-10.4609
▁festival	-10.4609
▁horrid	-10.4609
▁liberal	-10.4609
▁process	-10.4609
▁radio	-10.4609
▁repetitive	-10.4609
▁substance	-10.4609
▁target	-10.4609
▁vehicle	-10.4609
▁excited	-10.4609
▁false	-10.4609
▁Walker	-10.4609
▁frightening	-10.4609
▁pilot	-10.4609
▁practical	-10.4609
▁Cavern	-10.4609
▁zero	-10.4609
story	-10.4609
▁supernatural	-10.4609
▁instance	-10.4609
▁lawyer	-10.4609
▁mummy	-10.461
▁Jean	-10.461
▁recall	-10.461
▁creating	-10.461
▁represent	-10.461
▁Blair	-10.4611
▁Wayne	-10.4611
▁Things	-10.4611
▁pool	-10.4611
▁tight	-10.4612
▁punch	-10.4612
▁stopped	-10.4612
▁gem	-10.4612
▁editor	-10.4612
▁sky	-10.4613
▁stunning	-10.4615
▁Danes	-10.4616
▁seven	-10.4616
▁genius	-10.4617
▁retarded	-10.4617
▁humorous	-10.4618
▁impressive	-10.4618
▁host	-10.462
▁fo	-10.462
▁Stop	-10.4621
▁parody	-10.4622
▁wreck	-10.4622
▁Poor	-10.4622
▁underground	-10.4623
▁Much	-10.4623
▁Angela	-10.4624
▁dirty	-10.4625
▁ring	-10.4625
▁replaced	-10.4627
▁opens	-10.4628
▁Basically	-10.4631
▁Dae	-10.4631
▁Australian	-10.4632
rid	-10.4633
▁driver	-10.4636
ney	-10.4636
▁Though	-10.4639
▁stumble	-10.4642
▁warning	-10.4646
iff	-10.4649
ga	-10.465
▁proved	-10.465
▁concerned	-10.4654
▁Iron	-10.466
▁park	-10.4664
▁Br	-10.4665
▁lock	-10.4668
▁ruined	-10.4668
▁Come	-10.4669
How	-10.4675
▁key	-10.468
rden	-10.4681
▁wise	-10.4683
▁Jod	-10.4688
▁nut	-10.4688
▁personally	-10.4689
▁Mod	-10.469
▁Dan	-10.4693
▁months	-10.4698
▁painfully	-10.4702
▁destroyed	-10.4722
▁cameo	-10.4723
▁prisoner	-10.4724
most	-10.4741
▁Ju	-10.4746
▁im	-10.4748
eating	-10.475
vol	-10.4758
▁IS	-10.477
mmy	-10.4773
ometimes	-10.4787
LE	-10.4807
eep	-10.4819
▁provid	-10.4827
▁flashbacks	-10.4845
At	-10.4847
▁idiots	-10.4862
ade	-10.4867
ope	-10.4874
very	-10.4891
▁ain	-10.4904
▁Ty	-10.4917
▁Jo	-10.492
▁sing	-10.4921
rap	-10.4922
ory	-10.4925
face	-10.4928
ire	-10.4947
▁pa	-10.495
▁prepar	-10.4951
uring	-10.4955
▁villains	-10.4959
▁Ben	-10.4961
▁Liv	-10.4965
▁idiot	-10.497
▁bullet	-10.4974
▁dar	-10.4976
▁reference	-10.4976
▁hopes	-10.4976
dict	-10.4979
▁games	-10.4997
▁walks	-10.5002
▁forces	-10.5063
▁caus	-10.507
▁cheat	-10.5071
▁forest	-10.5102
▁Hu	-10.5104
▁sheer	-10.5106
ana	-10.5108
▁sequels	-10.5114
ok	-10.5144
cience	-10.5147
▁sho	-10.5151
produc	-10.5152
Anyway	-10.5154
special	-10.5155
Unfortunately	-10.5155
Maybe	-10.5155
That	-10.5156
called	-10.5157
▁Will	-10.5158
Even	-10.5159
vers	-10.5174
▁market	-10.5178
make	-10.5183
▁Fox	-10.5186
▁mild	-10.52
gan	-10.5215
▁Wor	-10.523
▁formula	-10.5232
’	-10.5234
▁1970	-10.5234
▁Bernard	-10.5234
▁Hodder	-10.5234
▁MOVIE	-10.5234
▁THIS	-10.5234
▁captain	-10.5234
▁creator	-10.5234
▁excitement	-10.5234
▁intrigue	-10.5234
▁plague	-10.5234
▁portion	-10.5234
▁section	-10.5234
▁underwater	-10.5234
▁Especially	-10.5234
▁funnier	-10.5234
▁miserable	-10.5234
▁World	-10.5234
▁harsh	-10.5234
▁slapstick	-10.5234
▁awesome	-10.5234
▁Since	-10.5234
▁regret	-10.5234
▁accomplish	-10.5234
▁beauty	-10.5234
▁goofy	-10.5234
▁motivation	-10.5234
▁temp	-10.5234
